Repository: UL-FRI/urnik
Catalog: friprosveta/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Show only lectures
sl: Samo predavanja

source: Show only lab work
sl: Samo vaje

source: Show lectures and lab work
sl: Vaje in predavanja

source: Student overlaps
sl: Prekrivanja študentov

source: Student list
sl: Seznam študentov

source: TIMETABLE
sl: URNIK

source: settings
sl: nastavitve

source: group choice
sl: izberi skupino

source: Group settings
sl: Nastavitve skupin

source: Group time preferences
sl: Časovne zahteve skupin

source: Mark group not available times with red colour.
sl: Termine, v katerih ste nedosegljivi, označite rdeče.

source: Preferences saved.
sl: Zahteve shranjene.

source: Submit
sl: Pošlji

source: choose
sl: izberi

source: Choose settings type
sl: Izberi tip nastavitev

source: My settings
sl: Moje nastavitve

source: Others settings
sl: Nastavitve drugih

source: Groups settings
sl: Nastavitve skupin

source: Tags settings
sl: Nastavitve značk

source: Student number
sl: Vpisna številka

source: My timetable
sl: Moj urnik

source: <strong>IŠRM</strong>, <strong>UI</strong>, <strong>PRI</strong> and <strong>MM</strong> student must consult tha timetable at your originating faculty (FMF, UI, PEF and FE) to obtain the complete personal timetable.
sl: Študentje smeri <strong>IŠRM</strong>, <strong>UI</strong>, <strong>PRI</strong> in <strong>MM</strong> morate za popoln predmetnik pregledati tudi urnik vaših matičnih fakultet (FMF, UI, PEF in FE).

source: Teachers
sl: Izvajalci

source: Classrooms
sl: Učilnice

source: Groups
sl: Skupine

source: Subjects
sl: Predmeti

source: Settings are locked.
sl: Nastavitve so zaklenjene

source: Timetable
sl: Urnik

source: Choose timetable
sl: Izberi urnik

source: Reservations
sl: Rezervacije

source: Settings
sl: Nastavitve

source: Tags
sl: Značke

source: Logout
sl: Odjava

source: Login
sl: Prijava

source: choose timetable
sl: izberi urnik

source: Choose timetable for settings
sl: Izberi urnik za pregled nastavitev

source: URNIK - settings - choose timetable
sl: TIMETABLE - nastavitve - izberi urnik
